# 选择项目

# 是否进行完全匹配：
## -尝试匹配次数：？
## -每次匹配间隔：

# 热键配置
## 开始播放：F1
## 循环播放：F2
## 暂停播放：F3
## 继续播放：F4
## 重新播放：F5
## 退出：F8

# 'match': {
#     'times': 10, # 在执行click事件的时候，是否需要匹配有没有目标元素
#     'interval': 0.5, # 在执行click事件的时候，是否需要匹配有没有目标元素
# },
# 'project': {
#     'name': 'temp', # 录制的项目名，默认为temp
#     'path': '.\\business\\' # 录制项目的存储路径
# },
# 'hotkey': {
#     'play': {
#         u'开始': 'F1',
#         u'循环': 'F2',
#         u'暂停': 'F3',
#         u'继续': 'F4',
#         u'结束': 'F5',
#     },
#     'record': {
#         u'开始': 'F1',
#         u'暂停': 'F2',
#         u'继续': 'F3',
#         u'结束': 'F4',
#     }
# }
# 开始按钮